Author=Yin Zhili
SourceLANGID=1033
LANGID=2052
Generator=DKLang Translation Editor v3.0
LastModified=2008-11-30 16:54:50

[dAbout]
00000001=关于
00000004=网站:
00000005=OK
00000006=Contact E-mail:

[dDiffLog]
00000001=发现差别
00000002=关闭
00000003=总计
00000004=使用翻译库自动翻译所有的未翻译条目(&A)
00000005=帮助

[dFind]
00000001=查找和替换
00000003=关闭
00000004=搜索(&S):
00000006=选项
00000007=区分大小写(&C)
00000008=全字匹配(&W)
00000010=仅搜索选中项(&D)
00000011=来源
00000012=输入焦点所在的条目(&M)\n整个文件范围(&E)\n
00000013=方向
00000014=向前(&F)\n向后(&B)\n
00000015=替换时提示(&P)
00000016=全部替换(&A)
00000017=替换为(&R):
00000018=范围
00000019=搜索条目名称(&N)
00000020=搜索原文(&O)
00000021=搜索译文(&T)
00000022=帮助

[dOpenFiles]
00000001=打开语言文件
00000002=语言源文件(&L):
00000003=浏览(&B)...
00000004=浏览(&W)...
00000005=浏览(&S)...
00000006=读取以下翻译文件来显示相关的值(而不是读取源文件):
00000007=新建一份译文(&C)
00000008=打开一份已存在的译文(&O):
00000009=确定
00000010=取消
00000011=帮助

[dPromptReplace]
00000001=确认替换
00000009=是(&Y)
00000010=取消
00000012=全部替换(&A)
00000013=否(&N)
00000014=帮助

[dSettings]
00000001=程序设置
00000002=确定
00000003=取消
00000005=翻译库路径(&N):
00000006=(您需要稍后手动指定快捷键)
00000007=浏览(&B)...
00000008=将字符串添加到翻译库时去除其前缀 “&&” (&R)
00000009=自动将新的译文添加到翻译库(&A)
00000013=界面字体(&I)...
00000014=表格字体(&T)...
00000015=当原文和译文以不同的编码保存时不发出警告(&W)
00000016=翻译库
00000017=界面
00000018=帮助

[dTranProps]
00000001=译文属性
00000002=原文语言（用于翻译库）(&S):
00000003=译文语言(&T):
00000004=译者(&A):
00000005=附加参数(格式为 “参数名=参数值”):
00000006=目标程序/版本(&T):
00000007=确定
00000008=取消
00000009=帮助

[fMain]
00000002=主菜单
00000003=文件(&F)
00000004=编辑(&E)
00000005=视图
00000006=工具栏(&T)
00000007=显示/隐藏工具栏
00000008=当前原文条目(&U)
00000009=显示/隐藏当前原文条目面板
00000010=状态栏(&S)
00000011=显示/隐藏状态栏
00000012=语言(&L)
00000013=工具(&T)
00000014=帮助(&H)
00000015=工具栏
00000018=条目总数
00000020=组件属性条目 总数/未翻译
00000022=常量条目 总数/未翻译
00000024=翻译库条目数
00000025=文件
00000026=新建或打开(&N)...
00000027=新建或打开...|新建一份译文或打开已存在的译文
00000028=文件
00000029=保存(&S)
00000030=保存|保存当前译文
00000031=文件
00000032=另存为(&A)...
00000033=另存为...|将当前译文保存到另一个文件
00000034=文件
00000035=关闭(&C)
00000036=关闭|关闭当前已打开的文件
00000037=文件
00000038=退出(&E)
00000039=退出|退出程序
00000040=工具
00000041=程序设置(&P)...
00000042=程序设置...|查看或修改程序设置
00000043=帮助
00000044=关于(&A)...
00000045=关于...|版本和版权信息
00000046=编辑
00000047=跳转到上一个未翻译条目(&V)
00000048=跳转到上一个未翻译或自动翻译的条目
00000049=编辑
00000050=跳转到下一个未翻译条目(&S)
00000051=跳转到下一个未翻译或自动翻译的条目
00000058=编辑
00000059=译文属性(&T)...
00000060=译文属性...|查看或修改译文属性
00000064=工具
00000065=自动翻译选中内容(&U)
00000066=自动翻译选中内容|根据翻译库自动翻译选中的内容
00000067=工具
00000068=将选中内容添加到翻译库(&R)
00000069=将选中内容添加到翻译库|将选中内容添加到翻译库
00000073=帮助
00000074=检查更新(&U)
00000075=检查更新|在网上检查程序的更新
00000076=帮助
00000077=DKLang Translation Editor 主页(&M)
00000078=DKLang Translation Editor 主页|在浏览器中打开程序主页
00000079=帮助 
00000080=产品支持(&S)
00000081=产品支持|在浏览器中打开产品支持页面
00000082=帮助
00000083=DK Software 网站(&W)
00000084=DK Software 网站|在浏览器中打开厂商主页
00000087=互联网(&I)
00000088=编辑
00000089=切换输入焦点(&G)
00000090=切换输入焦点|在表格和译文编辑器之间切换输入焦点
00000091=编辑
00000092=上一个条目(&Y)
00000093=上一个条目|转到上一个条目
00000094=编辑
00000095=下一个条目(&N)
00000096=下一个条目|转到下一个条目
00000097=条目属性
00000098=当前原文条目
00000099=当前已翻译条目
00000100=未翻译(&U)
00000101=条目状态
00000102=自动翻译(&A)
00000103=条目属性(&E)
00000104=当前已翻译条目(&R)
00000105=组件/属性/常量
00000107=原文
00000108=译文
00000109=编辑
00000110=查找(&F)...
00000111=查找...|根据给出的样式搜索条目
00000112=编辑
00000113=查找下一个(&X)
00000114=查找下一个|查找下一个相关的字符串
00000115=编辑
00000116=替换(&R)...
00000117=替换...|以字符串替换另一个字符串
00000118=书签
00000119=显示/隐藏当前已翻译条目面板
00000120=显示/隐藏条目属性面板
00000121=书签(&B)
00000122=显示/隐藏书签面板
00000123=编辑
00000124=添加书签(&A)
00000125=添加书签|将当前条目添加到书签
00000126=编辑
00000127=删除书签(&D)
00000128=删除书签|删除当前选定的书签
00000129=编辑
00000130=跳转到书签(&J)
00000131=跳转到书签|跳转到选定的书签
00000132=书签工具栏
00000133=编辑
00000134=复制
00000135=编辑
00000136=粘贴(&P)
00000137=编辑
00000138=剪切
00000139=复制|将选中的文本复制到剪贴板
00000140=粘贴|从剪贴板粘贴文本
00000141=剪切|将选中文本剪切至剪贴板
00000142=帮助
00000143=帮助(&H)
00000144=帮助|显示程序帮助

[$CONSTANTS]
SBtn_Find=查找
SBtn_Replace=替换
SConfirm_FileNotSaved=译文 "%s" 已被修改但尚未保存。你希望现在保存吗?
SDiffDesc_AddComponent=+ 组件: [%s]
SDiffDesc_AddConstant=+ 常量 "%s"
SDiffDesc_AddProperty=+ 属性 "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=以下条目是多余的，已从译文中删除:
SDiffDesc_MissingEntries=以下条目没有找到，已被添加至译文中:
SDiffDesc_RemoveComponent=- 组件: [%s]
SDiffDesc_RemoveConstant=- 常量 "%s"
SDiffDesc_RemoveProperty=- 组件 "%s", 属性为 ID=%d
SDiffTotalsText=\t组件\t属性\t常量\n已添加\t%d\t%d\t%d\n已删除\t%d\t%d\t%d\n总计\t%d\t%d\t%d
SDlgTitle_Confirm=确认
SDlgTitle_Error=错误
SDlgTitle_Info=信息
SDlgTitle_SaveTranFileAs=选择要保存的译文
SDlgTitle_SelectDisplayFile=选择要显示的译文
SDlgTitle_SelectLangSourceFile=选择原文
SDlgTitle_SelectTranFile=选择译文
SDlgTitle_SelReposPath=选择翻译库路径:
SErrMsg_CharMissing="%s" 丢失
SErrMsg_ConstNameMissing=常量名丢失
SErrMsg_DuplicateCompName=复制组件名称: "%s"
SErrMsg_DuplicatePropID=复制属性 ID: %d
SErrMsg_DuplicatePropName=复制属性名称: "%s"
SErrMsg_FileDoesntExist=文件 "%s" 不存在
SErrMsg_InvalidCompName=无效的组件名称: "%s"
SErrMsg_LoadLangSourceFailed=加载原文出错:\n行 %d: %s
SErrMsg_PropIDInvalid=无效的属性 ID
SErrMsg_PropIDMissing=属性ID丢失
SErrMsg_PropNameMissing=属性名称丢失
SErrMsg_SectionlessEntry=不允许无片段的条目
SErrMsg_SectionNameMissing=片段名丢失
SErrMsg_SrcAndTranLangsAreSame=原文和译文必须不同
SErrMsg_WrongSectionName=不正确的片段名格式: "%s"
SLangSourceFileFilter=DKLang语言源文件 (*.dklang)|*.dklang|所有文件 (*.*)|*.*
SMsg_NoSearchResults=没有找到字符串 "%s" .
SMsg_PromptReplace=替换 "%s"?
SMsg_ReplacedInfo=已替换 "%s" 的 %d 个条目.
SNode_Constants=常量
SStatusBar_CompCount=组件: %d
SStatusBar_ConstCount=常量: %d/%d
SStatusBar_PropCount=属性: %d/%d
SStatusBar_ReposEntryCount=翻译库: %d 个条目
STranFileFilter=DKLang 译文文件 (*.lng)|*.lng|所有文件 (*.*)|*.*
STranFileFilterAnsi=DKLang Ansi 译文文件 (*.lng)|*.lng
STranFileFilterUnicode=DKLang Unicode 译文文件 (*.lng)|*.lng
SWarnMsg_SavingInAnsi=您将以ANSI编码保存您的译文，但是此译文所使用的原文是Unicode编码的文件。\n以ANSI编码保存译文可能会导致此译文所属的程序显示不正确的字符。如果程序使用Unicode编码，您最好是将译文以Unicode编码保存。\n\n您希望使用Unicode编码来保存您的译文吗?
SWarnMsg_SavingInUnicode=您将以Unicode编码保存您的译文，但是此译文所使用的原文是ANSI编码的文件。\n以Unicode编码保存译文可能会导致此译文所属的程序无法使用此译文。如果程序使用ANSI编码，最佳方法是将译文以ANSI编码保存。\n\n您希望使用ANSI编码格式来保存您的译文吗?
